[UsableItems.Pickup_TorgueToken UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Moedas Torgue"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Códigos Torgue no máximo"
NoManufacturerName="Genérico"

[UsableItems.Pickup_TorgueToken:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Consiga moedas dos Encrenqueiros ou em batalhas no torneio. "
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_TorgueToken:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Use as moedas nas máquinas Torgue. "
NoConstraintText=""
Suffix=""
Prefix=""

